import React from "react";

export default function PrivacyPage() {
  return (
    <div>
     <h1 className="text-3xl mt-4 my-2 "  >سياسة الخصوصية</h1>
      <p>آخر تحديث: 28/07/2024</p>

      <p>
        نحترم اهتمامكم فيما يتعلق بالخصوصية وقيمة علاقتنا معكم، سياسة الخصوصية
        هذه تصف جميع أنواع المعلومات الشخصية التي نجمعها عن عملائنا وطريقة
        استخدامنا للمعلومات ومع من نشاركها والخيارات المتوفرة لعملائنا بالنسبة
        لاستخدامنا للمعلومات والمقاييس التي نتخذها لحماية المعلومات وكيفية تواصل
        عملائنا معنا فيما يخص إجراءاتنا الخاصة. بتزويدك إيانا معلوماتك الشخصية،
        أنت تقبل بسياسة الخصوصية وتوافق على أنه يجوز لنا تجميع واستخدام
        المعلومات الشخصية والإفصاح عنها وفقًا لما هو وارد في سياسة الخصوصية علما
        بأنك غير ملزم بتقديم أي معلومات نطلب منك تقديمها ومع ذلك إذا لم تقدم لنا
        المعلومات التي نطلبها منك ربما لا يمكننا أن نوفر لك أي سلع أو خدمات
        تعتمد على تجميع هذه المعلومات، ويرجى الخروج من الموقع الإلكتروني إذا لم
        تقبل سياسة الخصوصية أو إذا كنت تقوم بزيارة الموقع من دولة أو إقليم يكون
        استخدام الموقع فيها محظورًا.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >البيانات التي يتم جمعها من خلال زيارتك لموقع مارو كيرز:</h2>
      <p>
        في كل مرة تقوم فيها بزيارة موقع مارو كيرز الالكتروني يتم إرسال المعلومات
        من المتصفح الخاص بك الى سجل ملفات خادم مارو كيرز ، حيث يتم حفظها هناك
        والتي تضم تفاصيل الزيارة، على سبيل المثال: الوقت والتاريخ لزيارة الموقع
        والصفحات التي قمت بعرضها وعنوان الـ IP الخاص بك والعنوان الالكتروني الذي
        قام بتوجيهك الى موقع مارو كيرز الالكتروني ونوع المتصفح ونظام تشغيل
        الجهاز المستخدم.
      </p>

      <p>
        عندما تقوم بزيارة إحدى صفحات موقعنا والتي تحتوي على أحد الاضافات
        الاجتماعية، فسيعمل متصفحك على إنشاء رابط مباشر مع خوادم الإضافات
        الاجتماعية مثل (جوجل وفيسبوك)، حيث تعمل على نقل محتويات الاضافات مباشرة
        الى متصفحك الذي بدوره يعمل على تضمين هذه المعلومات في الموقع مما يتيح
        استقبال المعلومات المتعلقة بدخولك للصفحة المختارة من موقعنا. ولهذا السبب
        فإنه يتم نقل بيانات زيارتك لموقع مارو كيرز ، وهي بالتأكيد لا تشمل بيانات
        الشخصية مثل الاسم الشخصي ورقم الهاتف وفي حال عدم رغبتك بمشاركة بيانات
        زيارتك لموقع مارو كيرز الالكتروني يمكنك إيقاف التتبع من اعدادات متصفحك.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >أمن المعلومات:</h2>
      <p>
        كجزء من تسجيلك في هذا الموقع، سوف يطلب منك أن تقدم لنا بعض المعلومات
        الشخصية، مثل اسمك، عنوان الشحن، وعنوان البريد الإلكتروني ورقم الهاتف
        ومعلومات أخرى مماثلة وكذلك بعض المعلومات الإضافية الخاصة عنك مثل تاريخ
        الميلاد أو غيرها من المعلومات الشخصية. وسيتم تخزين المعلومات التي تقوم
        بإدخالها في نماذج قاعدة البيانات الخاصة بنا.
      </p>

      <p>
        بالإضافة إلى انه لنا الحق في حماية معلومات المستخدمين من الوصول غير
        المرخص لها أو التغيير غير المصرح به أو الكشف عنها أو الغاء المعلومات
        التي نحتفظ بها. علما بان خادمات موقع مارو كيرز الالكتروني مشفرة باستخدام
        طبقة المنافذ الآمنة SSL فالمعلومات المالية مثل بطاقات الائتمان يتم نقلها
        باستخدام بروتوكول طبقة المنافذ الآمنة SSL ليتم تشفيرها قبل إرسالها علما
        باننا لا نقوم بتخزين معلومات بطاقات الائتمان لدينا، بل نقدمها مباشرة إلى
        المؤسسة المالية المختصة بمعالجتها عبر الاتصال المشفر.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >تخزين المعلومات:</h2>
      <p>
        نحن نقوم بتخزين المعلومات الشخصية الخاصة بك على خوادم آمنة ومحمية. من
        خلال تقديم المعلومات الشخصية الخاصة بك، فأنت تقبل بنقل معلوماتك الشخصية
        وتخزينها على الخوادم الخاصة بنا. نحن نأخذ كل الاحتياطات للحفاظ على جميع
        المعلومات الشخصية الخاصة بك من الوصول غير المرخص لها أو استخدامها أو
        الإفصاح عنها.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >البريد الإلكتروني:</h2>
      <p>
        في بعض الأحيان قد نرسل معلومات متعلقة بالعروض الترويجية، والمعلومات
        التسويقية أو المناسبات، والتي نعتقد أنها قد تكون ذات فائدة لك، فانت لديك
        الخيار في أي وقت لوقف هذه الخدمة إذا كنت ترغب في ذلك، ويمكنك إلغاء
        الاشتراك من قائمة التسويق لدينا في أي وقت عن طريق النقر على رابط إلغاء
        الاشتراك داخل أي رسالة بريد إلكتروني نرسلها لك. نحن لن نقوم أبدا بتوزيع
        عنوان بريدك الإلكتروني إلى أي طرف ثالث، قد نحتفظ بمحتوى أي البريد
        الإلكتروني ترسله لنا، إذا اخترنا القيام بذلك.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >ملفات تعريف الارتباط (الكوكيز):</h2>
      <p>
        يستخدم موقع مارو كيرز الالكتروني ملفات تعريف الارتباط "الكوكيز"، لحفظ
        الجلسة على متصفحك ولا يتم جمع أي معلومات شخصية من خلاله ويتم حفظها لأنها
        تسمح لك باستخدام ميزات الموقع وأن تتفاعل مع الموقع مثل إضافة المنتجات
        الى سلة التسوق الخاصة بك.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >وصلات الموقع الخارجية:</h2>
      <p>
        بعض الروابط لدينا قد تشير إلى مواقع ويب خارجية، نحن نوفر هذه الروابط فقط
        من اجل التيسير عليك يرجى العلم بأننا لسنا مسؤولين عن ممارسات الخصوصية
        الخاصة بأي من المواقع الخارجية التي نشير إليها تسري سياسة الخصوصية هذه
        فقط على المعلومات الشخصية التي نجمعها من موقعنا.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >مشاركة البيانات الشخصية:</h2>
      <p>
        يتم مشاركة جزء من بياناتك الشخصية مع بعض الشركات المكملة لعملياتك مثل
        شركات الشحن لتتمكن من تسليم طلبك، علما بأن مارو كيرز لا تقوم بمشاركة
        كامل البيانات الشخصية.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >التحديثات:</h2>
      <p>
        نحن نحتفظ بالحق في إجراء التحديثات على سياسة الخصوصية هذه في أي وقت. إذا
        كانت التحديثات كبيرة سوف نقدم إشعارا في هذه الصفحة.
      </p>

     <h2 className="text-2xl mt-4 my-2 "  >الاحتفاظ في بياناتك الشخصية:</h2>
      <p>
        في حال شعرت بالقلق على بياناتك، يحق لك أن تطلب منا تصحيح أي أخطاء في
        بياناتك الشخصية ولك الحقّ في مطالبتنا في أي وقت بالكف عن استخدام بياناتك
        الشخصية لأغراض تسويقيّة مباشرة.
      </p>
    </div>
  );
}
