import React from "react";

export default function ReturnPage() {
  return (
    <article>
      <h1 className="text-3xl my-4">سياسة الاستبدال والاسترجاع</h1>
      <p>
        <strong>آخر تحديث:</strong> 29/09/2024
      </p>

      <p>
        حرصاً منّا على رضاكم سيتم استرجاع المنتجات التالفة أو تعويضكم برصيد في
        المحفظة شامل الشحن، ولضمان سلامتكم لا يتم استرجاع منتجات التجميل أو
        العطور أو العناية أو المنتجات التي تم استخدامها أو فتحها لسلامتكم.
      </p>
      <p>
        كما يمكنكم استرجاع منتجات الأجهزة بشرط عدم استخدامها أو فتحها، وبشرط أن
        تكون بحالتها الأصلية كما تم استلامها من مارو كيرز.
      </p>

      <h2 className="text-2xl my-4">أسئلة شائعة</h2>

      <h3 className="text-xl mt-4 mb-2">س: هل هناك رسوم للاسترجاع ؟</h3>
      <p>
        ج: عند استرجاع منتج سليم وغير تالف؛ أي بحالته الأصلية فإن رسوم الاسترجاع
        يتحملها العميل وقيمتها 19 ريال ويتم خصمها من قيمة المُنتج المسترجع. وعند
        استرجاع المنتج التالف فإن مارو كيرز تتحمل كامل الرسوم.
      </p>

      <h3 className="text-xl mt-4 my-2 "  >س: كيف يمكنني استرجاع المنتج التالف؟</h3>
      <p>
        ج: سيسعد رفاقنا في خدمة العملاء بخدمتكم حيال ذلك من خلال قيامكم بإرسال
        تذكرة على الطلب أو من خلال الرقم الموحد ، بشرط أن يكون المنتج المسترجع
        بحالته الأصلية و بغلافه الأصلي ولم يتم استخدامه أو فتحه أو تغيير شكل
        التغليف الخاص بالمنتج.
      </p>

      <h3 className="text-xl mt-4 my-2 "  >
        س: هل يمكنني استرجاع منتج تالف تم شرائه بعروض مارو كيرز ؟
      </h3>
      <p>
        ج: في حال استلام منتج تالف تم شرائه بعروض مارو كيرز يتم تعويض العميل
        بشحن منتج جديد، أو إضافة رصيد في المحفظة بقيمة المنتج، ولا يمكن استرجاع
        قيمة المنتج على الحساب البنكي.
      </p>

     <h3 className="text-xl mt-4 my-2 "  >س: هل يمكنني إسترجاع العدسات وهي بحالتها الأصلية؟</h3>
      <p>
        ج: لضمان سلامتكم لا يتم استرجاع منتجات التجميل بما فيها العدسات حتى وإن
        كانت بحالتها الأصلية.
      </p>

     <h3 className="text-xl mt-4 my-2 "  >س: كم هي المدة المسموحة استرجاع المنتج التالف ؟</h3>
      <p>ج: يمكنكم استرجاع المنتج التالف خلال 7 أيام من عملية الشراء.</p>

     <h3 className="text-xl mt-4 my-2 "  >س: كم تستغرق عملية الاسترجاع للمنتج التالف ؟</h3>
      <p>
        ج: في مارو كيرز نعمل بكل جهد لإرضائكم، قد تستغرق عملية الاسترجاع مدة
        زمنية تبلغ 10 أيام عمل.
      </p>

     <h3 className="text-xl mt-4 my-2 "  >س: في عملية الاسترجاع، كيف يمكنني استرداد المبلغ الذي دفعته؟</h3>
      <p>
        ج: يتم استرداد المبلغ بعد وصول المنتج التالف إلينا والتأكد من حالته، ومن
        ثم يتم استرجاع المبلغ بحسب الطريقة المتبعة في الدفع. إذا كان الدفع
        ببطاقة ائتمانية سوف يسترجع المبلغ في المحفظة أو في الحساب البنكي، وإذا
        كان الدفع عند الاستلام سيكون الاسترجاع رصيد في المحفظة.
      </p>

     <h3 className="text-xl mt-4 my-2 "  >س: هل يمكنني استرجاع الرصيد المؤقت وتحويله إلى الحساب البنكي؟</h3>
      <p>
        ج: نعتذر منك! لا يمكن استرجاع الرصيد المؤقت أو تحويله إلى الحساب البنكي.
      </p>
    </article>
  );
}
