import React from "react";

export default function TermsPage() {
  return (
    <div>
     <h1 className="text-3xl mt-4 my-2 "  >الشروط والأحكام</h1>
      <p>آخر تحديث: 12/03/2024</p>

      <ul>
        <li>
          يمكن الوصول إلى موقع مارو كيرز الإلكتروني{" "}
          <a href="http://www.marocares.com">www.marocares.com</a> عن طريق
          الإنترنت أو تطبيقات الهاتف المحمول. يتم تزويدك بالمحتوى والخدمات
          المتوفرة على موقع الويب وفقًا للشروط والأحكام وسياسة الخصوصية وغيرها
          من الشروط والسياسات التي تجدها من خلال موقعنا على الويب بشأن الوظائف
          أو الميزات أو العروض أو خدمات العملاء، وجميعها جزء من الشروط والأحكام
          ("الشروط العامة"). يعد دخولك إلى الموقع أو استخدامه بمثابة إقرار منك
          بأنك قد قرأت هذه الأحكام والشروط ووافقت على الالتزام بها التزاما
          كاملا.
        </li>
        <li>
         <h2 className="text-2xl mt-4 my-2 "  >الملكية الفكرية:</h2>
          <p>
            نحن نمنحك صلاحية شخصية غير قابلة للتحويل أو التنازل وقابلة للإلغاء
            لاستخدام البرامج التي نوفرها لك كجزء من الموقع الإلكتروني، وذلك لغرض
            واحد يتمثل في تمكينك من استخدام خدماتنا والتمتع بمزاياها، وهذا على
            النحو المقرر من قبل مارو كيرز ووفق الطريقة التي تسمح بها الشروط
            والأحكام.
          </p>
          <p>
            يحظر الاستخدام التجاري أو الاستخدام نيابةً عن الغير، ما لم نسمح بذلك
            صراحةً وخطيًا بصورة مسبقة. ويترتب على أي خرق لهذه الشروط والأحكام
            الإلغاء الفوري للرخصة الممنوحة بمقتضى هذه الفقرة دون سابق إنذار لك،
            ودون المساس بأي حقوق أخرى.
          </p>
          <p>
            جميع حقوق النشر والعلامات التجارية والأسماء التجارية والمظهر التجاري
            والتصميمات و"سمات" الموقع الإلكتروني وأي شكل من الأشكال الأخرى
            للملكية الفكرية والمواد والحقوق الأخرى المرتبطة بالموقع، بما في ذلك
            البرامج و كود HTML وغيره من الأكواد المستخدمة في الموقع الإلكتروني
            أو عناوين الصفحات أو الصور أو النصوص أو الرسوم التوضيحية أو
            التنسيقات أو الشعارات أو التصاميم أو الأيقونات أو الصور أو البرامج
            أو المقاطع الموسيقية أو التنزيلات أو مقاطع الفيديو (إجمالاً،
            "الملكية الفكرية")، تظل في جميع الأوقات ملكية وحقًا أصيلاً لمارو
            كيرز و/أو مالكيها، كما أنها محمية من قبل المملكة العربية السعودية
            وقوانين العلامات التجارية وحقوق التأليف والنشر الدولية.
          </p>
          <p>
            يجوز الوصول إلى الملكية الفكرية وجميع المواد الأخرى المعروضة على
            موقعنا الإلكتروني وعرضها وتنزيلها وطباعتها فقط للاستخدام الشخصي غير
            التجاري، وذلك حسبما تجيزه صراحةً مارو كيرز و/ أو المرخَّص لهم كأطراف
            ثالثة من جانب مارو كيرز.
          </p>
          <p>
            لكن بشرط:
            <ol>
              <li>
                ألا تجري أي تعديل أو تغيير على الملكية الفكرية بأي شكل من
                الأشكال.
              </li>
              <li>
                ألا تقدم أو تتيح الملكية الفكرية لأي طرف ثالث كنوع من التجارة.
              </li>
            </ol>
            لن تكتسب أي حق من حقوق التأليف والنشر أو العلامات التجارية أو غيرها
            من حقوق الملكية على الإطلاق فيما يتعلق بالملكية الفكرية، ولا يؤول لك
            أي ترخيص أو حق أو مصلحة في أي مواد أو برامج كأثر مترتب على استخدامك
            لهذا الموقع الإلكتروني أو على وصولك إلى الملكية الفكرية أو عرضها أو
            تنزيلها أو طباعتها.
          </p>
          <p>
            لا يجوز لك نسخ (باستثناء ما هو مبين أعلاه) أو نشر، أو بث أو توزيع أو
            عرض أو تعديل أو إنشاء أعمال مشتقة من أي من مواد الملكية الفكرية أو
            من موقعنا الإلكتروني أو بيعها أو المشاركة في أي بيع أو استغلالها بأي
            شكل من الأشكال، سواء كليًا أو جزئيًا.
          </p>
        </li>
        <li>
         <h2 className="text-2xl mt-4 my-2 "  >الخصوصية:</h2>
          <p>
            الرجاء مراجعة <a href="#">سياسة الخصوصية</a> لدينا لمعرفة تفاصيل حول
            ممارساتنا بشأن المعلومات الشخصية.
          </p>
        </li>
        <li>
         <h2 className="text-2xl mt-4 my-2 "  >شروط البيع:</h2>
         <h3 className="text-xl mt-4 my-2 "  >1. الأهلية</h3>
          <p>
            شراء المنتجات من خلال الموقع الإلكتروني مقصور حصرياً على الأطراف
            الذين يمكنهم قانوناً إبرام عقود على الإنترنت وفقاً لقوانين المملكة
            العربية السعودية.
          </p>
          <p>
            حتى يمكنك إجراء عمليات الشراء على الموقع الإلكتروني، يجب عليك تقديم
            بياناتك الشخصية، بما في ذلك اسمك وأسم عائلتك الصحيح ورقم هاتف جوال
            صحيح وعنوان بريد إلكتروني سليم وتفاصيل الدفع وعنوان صحيح، لتحصيل
            الفواتير والمعلومات الأخرى المطلوبة وفق ما هو مقرر.
          </p>
          <p>
            كما أنك تقر وتضمن بأن تفاصيل الدفع التي تقدمها سارية وكاملة وصحيحة،
            وتؤكد على أنك الشخص المشار إليه في معلومات الفواتير المقدمة.
          </p>
          <p>
            الموقع الإلكتروني متوفر فقط للأشخاص الذين يستوفون شروط مارو كيرز
            بشأن الأهلية والدفع الالكتروني، وهم أولئك الذين يحملون بطاقة ائتمان
            سارية المفعول صادرة من مصرف مقبول لدى مارو كيرز، وأولئك الذين أذنوا
            لنا بإجراء خصم من بطاقات الائتمان الخاصة بهم لقيمة السعر الإجمالي
            للمنتجات التي يتم شرائها، بما في ذلك أي ضرائب أو رسوم توصيل إن وجدت.
          </p>
        </li>
        <li>
         <h3 className="text-xl mt-4 my-2 "  >2. طلب المنتجات:</h3>
          <p>
            المنتجات المتوفرة على الموقع الإلكتروني، بما في ذلك أي عينات أو
            هدايا مع عمليات الشراء قد تعرضها مارو كيرز عليك، هي للاستخدام الشخصي
            أو للهدايا فقط. ولا يجوز لك بيع أو إعادة بيع أي منتجات يتم شراؤها أو
            تحصل عليها بأي طريقة أخرى خلاف ذلك من مارو كيرز.
          </p>
        </li>
        <li>
         <h3 className="text-xl mt-4 my-2 "  >3. الأسعار وسياسة الدفع:</h3>
          <p>
            تشمل الأسعار ضريبة القيمة المضافة المطبقة في يوم الطلب، وأي تغيير في
            نسبة ضريبة القيمة المضافة المطبقة سوف ينعكس تلقائياً على سعر
            المنتجات التي تطرحها مارو كيرز للبيع على موقعها.
          </p>
          <p>طرق الدفع المتاحة:</p>
          <ul>
            <li>الدفع عند الاستلام داخل السعودية.</li>
            <li>البطاقة الائتمانية (فيزا- مدى - ماستركارد).</li>
            <li>آبل باي.</li>
            <li>تمارا.</li>
            <li>تابي.</li>
          </ul>
        </li>
        <li>
         <h3 className="text-xl mt-4 my-2 "  >4. التوصيل:</h3>
          <p>الشحن داخل السعودية:</p>
          <ul>
            <li>
              تتولى مارو كيرز توصيل المنتجات داخل المملكة العربية السعودية في
              مدة يتم تحديدها اثناء اتمام الطلب.
            </li>
            <li>
              يُرجى العلم أنه قد يكون هناك تأخير في توصيل الطلبات أيام العروض
              وموسم التخفيضات.
            </li>
            <li>
              تنتقل مسؤولية الشحنة بعد خروج الطلب من مارو كيرز إلى شركة الشحن.
            </li>
          </ul>
          <p>الشحن خارج السعودية:</p>
          <ul>
            <li>قد تختلف رسوم الجمارك حسب سياسة الجمارك التابعة لكل دولة.</li>
            <li>
              لا يتم تحصيل قيمة الضريبة المضافة في السعودية على الطلبات الدولية.
            </li>
          </ul>
        </li>
        <li>
         <h3 className="text-xl mt-4 my-2 "  >6. سياسة الإلغاء:</h3>
          <p>
            ندرك تماماً أنه في بعض الأحيان قد تغير رأيك بخصوص الشراء. إذا غيرت
            رأيك قبل استلام طلبك، يمكنك إلغاء الطلب عبر موقعنا أو التطبيق.
          </p>
        </li>
        <li>
         <h3 className="text-xl mt-4 my-2 "  >7. رصيد المحفظة:</h3>
          <p>
            رصيد المحفظة هو مبلغ مالي خاص بالعميل يمكنه الاستفادة منه كاملاً في
            عمليات الشراء القادمة.
          </p>
        </li>
      </ul>
    </div>
  );
}
